{
    "willkommen": {
        "id": 1,
        "title": "Willkommen",
        "abstract": "Welcome to ABAPConf 2022. Introduction to the conference, motivation and agenda. Get to know the people and how to get the best out of the day.",
        "track": 1,
        "time": "9:00",
        "YouTubeTimestamp": 1463,
        "duration": 15,
        "language": "German",
        "ics": "./model/agenda/Willkommen.ics",
        "tags": [
            {
                "name": "Keynote",
                "color": 1
            }
        ]
    },
    "welcome": {
        "id": 2,
        "title": "Welcome",
        "abstract": "Welcome to ABAPConf 2022. Introduction to the conference, motivation and agenda. Get to know the people and how to get the best out of the day.",
        "track": 1,
        "time": "9:00",
        "YouTubeTimestamp": 869,
        "duration": 15,
        "language": "German",
        "ics": "./model/agenda/Welcome.ics",
        "tags": [
            {
                "name": "Keynote",
                "color": 1
            }
        ]
    },
    "keynote": {
        "id": 3,
        "title": "Channel 1 Keynote: ABAP Cloud",
        "abstract": "Strategy, Development Model, Benefits.",
        "track": 1,
        "time": "9:10",
        "YouTubeTimestamp": 2414,
        "duration": 55,
        "language": "Deutsch",
        "ics": "./model/agenda/Keynote.ics",
        "tags": [
            {
                "name": "Keynote",
                "color": 1
            },
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Cloud",
                "color": 3
            },
            {
                "name": "Best practice",
                "color": 6
            },
            {
                "name": "S/4HANA",
                "color": 7
            }
        ]
    },
    "keynote2": {
        "id": 23,
        "title": "ABAP Innovationen in der Praxis",
        "abstract": "In den letzten 10 Jahren gab es sehr viele Innovationen zu ABAP. Doch welche Auswirkungen und Nutzen haben diese am Ende in den Projekten? Patrick Thaler wird die ausgewählte ABAP Neuerungen am praktischen Beispiel des S/4HANA Projektes bei SPAR erläutern und wie diese dort eingesetzt werden.",
        "track": 1,
        "time": "9:10",
        "YouTubeTimestamp": 4813,
        "duration": 55,
        "language": "Deutsch",
        "ics": "./model/agenda/Keynote.ics",
        "tags": [
            {
                "name": "Keynote",
                "color": 1
            },
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Cloud",
                "color": 3
            },
            {
                "name": "Best practice",
                "color": 6
            },
            {
                "name": "S/4HANA",
                "color": 7
            }
        ]
    },
    "rest1": {
        "id": 4,
        "speaker": "Lawrence Cabac",
        "title": "ABAP Quickfixes for S4/HANA Conversions",
        "abstract": "Dies ist eine Erweiterung zu dem bekannten ABAP Quickfixes Plugin von Łukasz. Ich habe dazu das Plugin von Łukasz um einen Extension Point erweitert. Das Plugin steht auch auf dem Marketplace zur Verfügung. https://marketplace.eclipse.org/content/abap-quickfix-s4-conversion Die Motivation für das Plugin bestand darin die speziellen Aufgaben, die bei einem Conversion-Projekt anfallen, besser zu unterstützen. Speziell ging es mir darum zunächst die Aufgabe die Umwandlung von select statements ohne order by  Klausel zu unterstützen und hier auch insbesondere solche Tabellen zu unterstützen, deren Key sich geändert hat: also eine individualisierbare Liste der order by Felder pflegbar zu machen.",
        "track": 1,
        "time": "10:05",
        "YouTubeTimestamp": 6453,
        "duration": 45,
        "language": "English",
        "ics": "./model/agenda/rest1.ics",
        "tags": [
            {
                "name": "ADT",
                "color": 8
            },
            {
                "name": "Best practice",
                "color": 6
            },
            {
                "name": "S/4HANA",
                "color": 7
            }
        ]
    },
    "rest2": {
        "id": 5,
        "speaker": "Albert Mink",
        "speaker2": "Lars Hvam",
        "title": "ABAP File Formats",
        "abstract": "ABAP development objects are usually stored in the database of an ABAP system. However, there are different use cases for the cross-system export and import of ABAP development objects as files, for example, for using file-based tools such as ADT and for versioning in Git with abapGit or gCTS. Such external versioning also enables various decentralized development processes. What if there was a common file representation for each ABAP development object that can be used for all these use cases? What are the most important aspects of this file representation? And why is this interesting for us as ABAP developers? Let's talk about ABAP file formats... https://github.com/sap/abap-file-formats",
        "track": 1,
        "time": "10:55",
        "YouTubeTimestamp": 9385,
        "duration": 30,
        "language": "English",
        "ics": "./model/agenda/rest2.ics",
        "icon": "sap-icon://attachment-html",
        "slide": "https://larshp.github.io/abapconf2022/",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            }
        ]
    },
    "rest3": {
        "id": 6,
        "speaker": "George Manousaridis",
        "title": "Tweaking ABAP (aka ABAP enhancer)",
        "abstract": "Fun programming stuff for people who love to code and treat their program like a canvas.\nTips & tricks for ABAP syntax. Small functionalities to enhance the ABAP language. Larger utilities & tools to automate repetitive tasks. Techniques adopted from other programming languages.",
        "track": 2,
        "time": "11:30",
        "YouTubeTimestamp": 11522,
        "duration": 45,
        "language": "English",
        "ics": "./model/agenda/rest3.ics",
        "icon": "sap-icon://attachment-html",
        "slide": "https://github.com/gmanousaridis/ABAP-Conf-2022",
        "tags": [
            {
                "name": "ABAP",
                "color": 4
            },
            {
                "name": "Classic ABAP",
                "color": 5
            }
        ]
    },
    "bp1": {
        "id": 7,
        "speaker": "Thomas Fiedler",
        "title": "Develop cloud-ready custom code with Embedded Steampunk on-premise",
        "abstract": "Embedded Steampunk provides a new approach to develop cloud-ready and upgrade-stable ABAP code. In this session you will learn how ABAP in Eclipse supports you as a developer to adopt the new development model in your on-premise landscape.",
        "track": 1,
        "time": "13:20",
        "YouTubeTimestamp": 18129,
        "duration": 30,
        "language": "English",
        "ics": "./model/agenda/bp1.ics",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Cloud",
                "color": 3
            },
            {
                "name": "Best practice",
                "color": 6
            },
            {
                "name": "ADT",
                "color": 8
            },
            {
                "name": "S/4HANA",
                "color": 7
            }
        ]
    },
    "bp2": {
        "id": 8,
        "speaker": "Christian Zeidler",
        "title": "Kontrolle über die Daten bei ABAP Unit Tests",
        "abstract": "In dieser Session möchte ich eine Lösung darstellen, die es den Entwicklerinnen und Entwicklern ermöglicht ABAP Unit-Tests zu entwickeln, die Anwendungsdaten aus den unterschiedlichsten Quellen verwenden.  Die bis dato vorgestellten Lösungen zeigen immer die Vermischung von produktivem Quellcode und Testcode, die vorzustellende Lösung umgeht diese Vermischung mit einer stringenten Umsetzung des Entwurfsmusters Dependency Injection und auch des Single Responsibility Prinzips. Bei Dependency Injection handelt es sich um die Hereingabe von abhängigen Komponenten von außen. Bei dem Single Responsibility Prinzip wird darauf geachtet, dass eine Klasse eine einzige Aufgabe hat.",
        "track": 1,
        "time": "13:55",
        "YouTubeTimestamp": 20314,
        "duration": 45,
        "language": "Deutsch",
        "ics": "./model/agenda/bp2.ics",
        "tags": [
            {
                "name": "ABAP",
                "color": 4
            },
            {
                "name": "Testing",
                "color": 9
            }
        ]
    },
    "bp3": {
        "id": 9,
        "speaker": "Pankaj Yadav",
        "title": "Clean Core Strategy for WRICEF developments",
        "abstract": "This session talks about building WRICEF objects by following clean core fundamentals",
        "track": 1,
        "time": "14:45",
        "YouTubeTimestamp": 23223,
        "duration": 45,
        "language": "English",
        "ics": "./model/agenda/bp3.ics",
        "icon": "sap-icon://ppt-attachment",
        "slide": "./card/speakers/pankaj/CC_stuff.pptx",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Classic ABAP",
                "color": 5
            },
            {
                "name": "Best practice",
                "color": 6
            }
        ]
    },
    "rap1": {
        "id": 10,
        "speaker": "Dominik Eira Elias",
        "speaker2": "Steffen Mattes",
        "title": "RAP Troubleshooting - ABAP Cross Trace introduction",
        "abstract": "In der Session soll ein grober Überblick über die wichtigsten ABAP Cross Trace Features gegeben werden. Nach der Vorstellung des ADT Setups und den Best Practices im Umgang mit dem ABAP Cross Trace. Dabei wird an konrekten Beispielen aufgezeigt, wie das Tool zur Unterstützung bei der Applikations Entwicklung und Analyse des RAP Frameworkverhaltens eingesetzt werden kann.",
        "track": 1,
        "time": "16:15",
        "YouTubeTimestamp": 28654,
        "duration": 45,
        "language": "English",
        "ics": "./model/agenda/rap1.ics",
        "icon": "sap-icon://ppt-attachment",
        "slide": "./card/speakers/elias/RAP Troubleshooting - ABAP Cross Trace.pptx",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "RAP",
                "color": 10
            }
        ]
    },
    "rap2": {
        "id": 11,
        "speaker": "Pavel Belski",
        "title": "Writing Custom applications using RAP",
        "abstract": "I'd like to share my experience during creation Fiori application using Fiori Elements and RAP on the back-end during S4HANA implementation project.",
        "track": 1,
        "time": "17:05",
        "YouTubeTimestamp": 31661,
        "duration": 30,
        "language": "English",
        "ics": "./model/agenda/rap2.ics",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "RAP",
                "color": 10
            }
        ]
    },
    "test1": {
        "id": 12,
        "speaker": "Dominik Panzer",
        "title": "\"Oh man, wer hat DAS denn bitte programmiert?!? Oh, das war ja ich :-(\" - Legacy Code Refactoring - Live",
        "abstract": "Irgendwann ist es soweit: Eine Erweiterung, Optimierung oder Fix ist notwendig. Du musst altes Coding anpacken. Und es sieht genau so aus, wie du es erwartest: wie Kraut und Rüben. Dein Puls schnellt nach oben - ein hektischer Blick in die Versionshistorie, um das Elend abzuwenden... wer DAS wohl war. Na warte. Der soll das doch bitte selbst machen! Und am besten noch eine Schulung besuchen!\nAber die Wahrheit ist hart: DU hast den Code selbst geschrieben. Dein 'Ich von vor 5 Jahren' war es und du hast es einfach schon lange vergessen. Aber dass du den Code als 'Kraut und Rüben' empfindest ist völlig okay - das zeigt, dass du etwas dazu gelernt hast und besser geworden bist.\nHeute möchte ich dir eine Klasse zeigen. Sie ist voller Code Smells. Sie hat Dependecies. Sie hat direkte SQL Queries. Ruft FuBas. Und sie hat natürlich keine Testabdeckung. Kraut und Rüben.\nDas wollen wir jetzt gemeinsam ändern! Zuerst werden wir das Coding unter Test setzen mit einigen gezielten Unit Tests. Natürlich gibt es dafür ein paar Hindernisse, die wir überwinden müssen. Dann, mit der hinzugewonnenen Sicherheit durch die Tests, werden wir das Coding klarer und strukturierter machen. Denn darum geht es: Verständlichkeit. Sie führt zu dem, was wir anstreben: langfristige Wartbarkeit und Erweiterbarkeit von Software.\nDie Übung ist selbstverständlich abstrahiert und vereinfacht. 'Kraut und Rüben' in Echtsystemen ist meist vielfach höher. Riesige Strukturen und Klassen. Aber mit dem Wissen aus diesem Vortrag, kannst du beginnen, dich daran heranszutasten und Schritt für Schritt eine Verbesserung herbeizuführen. Ich freue mich auf dich.",
        "track": 2,
        "time": "10:05",
        "YouTubeTimestamp": 6059,
        "YouTubeHMSformat": "1:40:59",
        "duration": 45,
        "language": "Deutsch",
        "ics": "./model/agenda/test1.ics",
        "icon": "sap-icon://pdf-attachment",
        "slide": "./card/speakers/dominik/20221108_ABAPConf_Wer_hat_das_denn programmiert.pdf",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Testing",
                "color": 9
            },
            {
                "name": "Classic ABAP",
                "color": 5
            }
        ]
    },
    "test2": {
        "id": 13,
        "speaker": "Timo John",
        "title": "Using mock data in ABAP Unit Test with SAP Standard tools",
        "abstract": "Hazzle:  Unit test for code that uses SAP function modules, where you want to make sure that data is posted correctly by SAP.\nOften you have to use SAP BAPIs & Friends to post your changed business data. \nIn those cases it does not help to mock SAP as this is the core of the test.\nI'd like to show, how to make use of a constant fake database for unit test in development clients using SAP standard tools.",
        "track": 2,
        "time": "10:55",
        "YouTubeTimestamp": 9004,
        "YouTubeHMSformat": "2:30:04",
        "duration": 30,
        "language": "Deutsch",
        "ics": "./model/agenda/test2.ics",
        "icon": "sap-icon://pdf-attachment",
        "slide": "./card/speakers/timo/ABAPConf_2022_Unit_Testing.pdf",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Testing",
                "color": 9
            },
            {
                "name": "Classic ABAP",
                "color": 5
            }
        ]
    },
    "test3": {
        "id": 14,
        "speaker": "Frank Engert",
        "title": "Testdatencontainer für Entwicklertests und dynamisch wachsende Unit Tests",
        "abstract": "Unit Tests helfen bei der Implementierung und geben Sicherheit bei Änderungen an bestehendem Code.\nTestdaten im Entwicklungssystem helfen beim Debugging um den eigenen ABAP-Code zu verifizieren.\nBeides ist leider nicht selbstverständlich. Testdatencontainer können helfen die bestehenden Lücken zu schließen.\nAnhand von Code-Beispielen aus verschiedenen Projekten werde ich die Verwendung von Testdatencontainern in der Praxis zeigen. „Jedes Stück ABAP-Code sollte seinen Test mit ausgeliefert bekommen“.",
        "track": 2,
        "time": "11:30",
        "YouTubeTimestamp": 11098,
        "YouTubeHMSformat": "3:04:58",
        "duration": 45,
        "language": "Deutsch",
        "ics": "./model/agenda/test3.ics",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Testing",
                "color": 9
            }
        ]
    },
    "erp1": {
        "id": 15,
        "speaker": "Michael Keller",
        "title": "ABAP und Zeit",
        "abstract": "Zeit ist für Menschen von großer Bedeutung. Entsprechend spielt sie in der IT und damit auch in ABAP eine wesentliche Rolle. Dabei ist es egal, um welche Phase eines Software-Lebenszyklus es gerade geht: Zeitliche Aspekte sind immer zu berücksichtigen. Der Vortrag zeigt dies an verschiedenen Beispielen und unterstreicht so die Bedeutung von Zeit im Kontext von ABAP.",
        "track": 2,
        "time": "13:20",
        "YouTubeTimestamp": 17828,
        "YouTubeHMSformat": "4:57:08",
        "duration": 30,
        "language": "Deutsch",
        "ics": "./model/agenda/erp1.ics",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "S/4HANA",
                "color": 7
            }
        ]
    },
    "erp2": {
        "id": 16,
        "speaker": "Matthias Jäger",
        "title": "ABAP in der Cloud - Erfahrungsbericht einer Custom Code Migration der Lösung 'EDI exakt' nach SAP BTP, ABAP Environment",
        "abstract": "Das ABAP-basierte on-premise Software-Produkt 'EDI exakt' des SAP-Partners All for One Group wurde auf das SAP BTP, ABAP Environment portiert. Die Lösung wird dort als multitenancy-fähige SaaS-Anwendung betrieben. Der Vortrag schildert die technischen Rahmenbedingungen, Herausforderungen und Erfahrungen des Projektes.",
        "track": 2,
        "time": "13:55",
        "YouTubeTimestamp": 19953,
        "YouTubeHMSformat": "5:32:33",
        "duration": 45,
        "language": "Deutsch",
        "ics": "./model/agenda/erp2.ics",
        "icon": "sap-icon://pdf-attachment",
        "slide": "./card/speakers/matthias/ABAPConf_2022_ABAP_in_der_Cloud_Erfahrungsbericht _Custom_Code_Migration.pdf",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Cloud",
                "color": 3
            }
        ]
    },
    "erp3": {
        "id": 17,
        "speaker": "Paul Peitz",
        "title": "Eine S/4HANA Migration aus Entwicklersicht",
        "abstract": "Bei der Bahn sollen innerhalb eines S/4HANA Migratsionsprojektes nicht nur Businessprozesse übernommen und angepasst werden, sondern auch vorhandene Eigenentwicklungen.\nDiese stammen aus unterschiedlichsten Zeiten, zum Teil noch aus R/2, und sind mit verschiedensten Technologien umgesetzt worden.\nDer Vortrag beschreibt die Herausforderungen, die sich daraus ergeben und die Lösungsansätze, die bei der Bahn verfolgt werden.",
        "track": 2,
        "time": "14:45",
        "duration": 45,
        "language": "Deutsch",
        "ics": "./model/agenda/erp3.ics",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Cloud",
                "color": 3
            },
            {
                "name": "On premise",
                "color": 4
            },
            {
                "name": "S/4HANA",
                "color": 7
            }
        ]
    },
    "cds1": {
        "id": 17,
        "speaker": "Andrea Schlotthauer",
        "title": "Eine neue Generation CDS-Views: CDS-View-Entitäten",
        "abstract": "CDS-Views (DEFINE VIEW) sind die Grundlage von CDS-Datenmodellen und sind weit verbreitet in der Anwendungsentwicklung. Seit ABAP Release 7.55, ABAP Platform 2020, gibt es einen Nachfolger für die klassischen CDS-Views: CDS-View-Entitäten. Sie werden mit der Anweisung DEFINE VIEW ENTITY definiert und stellen eine verbesserte Version der klassischen Views dar. Durch neue Features, eine verbesserte Architektur und schnellere Aktivierung bieten sie zahlreiche Vorteile. Seit Release 7.56 gibt es auch ein Migrationstool. Dieser Vortrag stellt CDS-View-Entitäten mit ihren neuen Features, Verbesserungen und Unterschieden zu den klassischen CDS-Views vor und demonstriert die Migration. Einen Einstieg ins Thema bietet der folgende Blog Post:\nhttps://blogs.sap.com/2020/09/02/a-new-generation-of-cds-views-cds-view-entities/",
        "track": 2,
        "time": "16:15",
        "YouTubeTimestamp": 28186,
        "YouTubeHMSformat": "7:49:46",
        "duration": 45,
        "language": "Deutsch",
        "ics": "./model/agenda/cds1.ics",
        "icon": "sap-icon://pdf-attachment",
        "slide": "./card/speakers/andrea/ABAP_Rollout_CDS_view_entities_ABAPConf.pdf",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "CDS",
                "color": 11
            }
        ]
    },
    "rest4": {
        "id": 18,
        "speaker": "Marc Bernard",
        "title": "4 abapGit Use Cases That Will Blow Your Mind (and gCTS won’t help a bit)",
        "abstract": "This session is for developers who want to learn more about some of the incredible capabilities of abapGit. We will describe and demo four of the lesser known but very powerful use cases of abapGit:\n1) Code on the Fly, Literally: Learn how abapGit saves the day when there’s no access to the internet\n2) Sharing is Caring: See how you can share code among colleagues, partners, and customers or contribute to the ABAP open-source community\n3) Travel Back in Time: Find out how to protect your ABAP apps and restore any part of them to any point in time on any release\n4) Feel the Fear and Do It Anyway: Discover how you can change or even delete any code or config without fear",
        "track": 1,
        "time": "17:05",
        "YouTubeTimestamp": 31221,
        "YouTubeHMSformat": "8:40:21",
        "duration": 45,
        "language": "English",
        "ics": "./model/agenda/rest4.ics",
        "icon": "sap-icon://pdf-attachment",
        "slide": "./card/speakers/marc/abapGit_Use_Cases.pdf",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            },
            {
                "name": "Cloud",
                "color": 3
            },
            {
                "name": "Best practice",
                "color": 6
            }
        ]
    },
    "insidetalk1": {
        "id": 19,
        "speaker": "Dominik Eira Elias",
        "title": "RAP Runtime Engine (SADL, SEGW)",
        "abstract": "Please register seperately for session. See Channel 3 for more informations.\n\nhttps://forms.gle/iRDKTZkXZJxqqcqy6",
        "track": 3,
        "time": "10:05",
        "duration": 30,
        "language": "English",
        "ics": "./model/agenda/insidetalk1.ics",
        "link": "https://forms.gle/iRDKTZkXZJxqqcqy6",
        "tags": [
            {
                "name": "RAP",
                "color": 2
            }
        ]
    },
    "insidetalk2": {
        "id": 20,
        "speaker": "Karl Kessler",
        "speaker2": "André Fischer",
        "speaker3": "Harish Bokkasam",
        "title": "ABAP Cloud",
        "abstract": "Please register seperately for session. See Channel 3 for more informations.\n\nhttps://forms.gle/iRDKTZkXZJxqqcqy6",
        "track": 3,
        "time": "11:30",
        "duration": 30,
        "language": "English",
        "ics": "./model/agenda/insidetalk2.ics",
        "link": "https://forms.gle/iRDKTZkXZJxqqcqy6",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            }
        ]
    },
    "insidetalk3": {
        "id": 21,
        "speaker": "Daniel Wachs",
        "title": "Extensibility (CFD, BOPF)",
        "abstract": "Please register seperately for session. See Channel 3 for more informations.\n\nhttps://forms.gle/iRDKTZkXZJxqqcqy6",
        "track": 3,
        "time": "13:20",
        "duration": 30,
        "language": "English",
        "ics": "./model/agenda/insidetalk3.ics",
        "link": "https://forms.gle/iRDKTZkXZJxqqcqy6",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            }
        ]
    },
    "insidetalk4": {
        "id": 20,
        "speaker": "Marcel Hermans",
        "speaker2": "Renzo Colle",
        "title": "RESTful Application Programming Model (RAP)",
        "abstract": "Please register seperately for session. See Channel 3 for more informations.\n\nhttps://forms.gle/iRDKTZkXZJxqqcqy6",
        "track": 3,
        "time": "14:45",
        "duration": 30,
        "language": "English",
        "ics": "./model/agenda/insidetalk4.ics",
        "link": "https://forms.gle/iRDKTZkXZJxqqcqy6",
        "tags": [
            {
                "name": "RAP",
                "color": 2
            }
        ]
    },
    "insidetalk5": {
        "id": 20,
        "speaker": "Thomas Fiedler",
        "speaker2": "Ünal Akkaya",
        "title": "ABAP Development Tools (ADT)",
        "abstract": "Please register seperately for session. See Channel 3 for more informations.\n\nhttps://forms.gle/iRDKTZkXZJxqqcqy6",
        "track": 3,
        "time": "16:15",
        "duration": 30,
        "language": "English",
        "ics": "./model/agenda/insidetalk5.ics",
        "link": "https://forms.gle/iRDKTZkXZJxqqcqy6",
        "tags": [
            {
                "name": "ADT",
                "color": 2
            }
        ]
    },
    "rest5": {
        "id": 18,
        "speaker": "Johann Fößleitner",
        "speaker2": "Domi Bigl",
        "title": "ABAP Managed Data Procedures AMDP",
        "abstract": "ABAP Managed Data Procedures AMDP",
        "track": 2,
        "time": "14:45",
        "YouTubeTimestamp": 22895,
        "YouTubeHMSformat": "5:32:33",
        "duration": 45,
        "language": "Deutsch",
        "ics": "./model/agenda/rest4.ics",
        "tags": [
            {
                "name": "ABAP",
                "color": 2
            }
        ]
    }
}