title=ABAPConf 2021
appTitle=ABAPConf 2021
appSubTitle=Die offizielle ABAPConf 20212 App
appDescription=Die offizielle ABAPConf 20212 App
abapconftags=ABAPConf

selectLanguageTitle=Select Language
selectLanguageGerman=German
selectLanguageEnglish=English

headerNavAbout=\u00dcber
headerNavAgenda=Agenda
headerNavSpeakers=Vortragende
headerRegisterEventbrite=Auf eventbrite registrieren
headerCfsLinkText=Der Call for Speakers ist gestartet! Vortr\u00e4ge k\u00f6nnen eingereicht werden.
headerSaveTheDay=Termin vormerken: 09.12.2021! (Download ICS)
headerLiveIn=Live in:
headerDays=Tage
headerHours=Stunden
headerMinutes=Minuten
headerSeconds=Sekunden

linkChannel1=Channel 1: Agenda und Live Stream
linkChannel2=Channel 2: Agenda und Live Stream

faqH1=Frequently Asked Questions
faqGroup1=Veranstaltungsinformationen
faqItem1=Wann findet die Veranstaltung statt?
faqItem1Desc=ABAPConf ist am 9. Dezember MEZ, online. Die Agenda beinhaltet live Vortr\u00e4ge und Fragerunden. Besuche die Eventseite f\u00fcr mehr Informationen \u00fcber die Agenda die Sprecher.
faqItem2=\u00dcber was ist die Veranstaltung?
faqItem2Desc=Die Veranstaltung ist \u00fcber die ABAP Programmiersprache und wie diese in Projekten eingesetzt werden kann. Die Zielgruppe sind Entwickler:innen die mit ABAP arbeiten.
faqItem3=An wen richtet sich die ABAPConf?
faqItem3Desc=Die ABAPConf ist f\u00fcr Jeden der mehr \u00fcber ABAP lernen will. Wir kennen an, das ohne ABAP in vielen Unternehmen nichts l\u00e4uft. Es sind ABAP Entwickler:innen die den Unternehmenserfolg durch ihre Arbeit erm\u00f6glichen. Diese Konferenz ist f\u00fcr alle die mit ABAP arbeiten: die es lernen wollen und vielleicht ihr erstes Projekt starten, als auch f\u00fcr Erfahrene.
faqItem4=Wer seid ihr und ist dies eine offizielle SAP Veranstaltung?
faqItem4Desc=Wir sind erfahrene SAP Entwickler. Dies ist eine offizielle community Veranstaltung, aber weder von der SAP, DSAG oder einer anderen Organisation oder Unternehmen. Wir tun dies f\u00fcr die ABAP community. Wir sind die Guten.
faqItem5=Warum der Fokus auf die DACH Region?
faqItem5Desc=Mit der ersten ABAPConf legen wir den Fokus auf Europa und DACH durch die Veranstaltungszeit. Ein Gro\u00dfteil der ABAP Entwickler:innen kommt aus der DACH Region, und SAP hat eine gro\u00dfe community im deutschsprachigen Raum. Dieses Erbe wollen wir damit w\u00fcrdigen indem wir den Fokus der ersten Konferenz auf Deutschland, \u00d6sterrreich und die Schweiz legen. Dennoch wird es neben deutschsprachigen Vortr\u00e4gen auch welche auf Englisch geben. Auch hier gilt: wir sind eine community und wollen niemanden ausschlie\u00dfen.

faqGroup2=Anmeldung
faqItem6=Wie melde ich mich f\u00fcr die ABAPConf an?
faqItem6Desc=Einfach: gar nicht. Es ist keine Registrierung notwendig. Wir wollen die Vortr\u00e4ge live auf YouTube streamen. Um interesse zu bekunden und \u00fcber Neuigkeiten informiert zu werden, empfehlen wir aber sich auf eventbrite f\u00fcr die Veranstaltung anzumelden. Dies erlaubt uns auch besser die Nachfrage einzusch\u00e4tzen und Nachrichten per E-Mail zu versenden.
faqItem7=Was sind die Kosten?
faqItem7Desc=0. Die Konferenz ist kostenlos. Man muss nur Zeit investieren um die Vortr\u00e4ge zu sehen.
faqItem8=Wie erhalte ich Neuigkeiten \u00fcber die Veranstaltung?
faqItem8Desc=Um Neuigkeiten zu erhalten empfehlen wir die Anmeldung auf eventbrite. Dies ist Optional, erlaubt uns aber besser die Nachfrage einzusch\u00e4tzen und Nachrichten per E-Mail zu versenden.

faqGroup3=Inhalte und Vortr\u00e4ge
faqItem9=Was ist die Sprache der Vortr\u00e4ge und der Konferenz?
faqItem9Desc=Deutsch und Englisch, mit Fokus auf Deutsch.
faqItem10=Welche Arten von Vortr\u00e4gen wird es geben?
faqItem10Desc=Da sich die Konferenz auf ABAP konzentriert, wird es Entwicklervortr\u00e4ge geben. Vom Einstiegslevel bis Fortgeschritten wird alles dabei sein. Wir planen Vortr\u00e4ge zu den neuesten Features, aber auch die Realit\u00e4t bei vielen Kunden wird abgebildet. Neben Strategievortr\u00e4gen wie Roadmaps, zur Cloud und RAP wird es auch Vortr\u00e4ge zu ADT, Debugging, OData, Clean Code, Performance und Entwicklung auf NW 7.5 geben.
faqItem11=Muss ich ABAP k\u00f6nnen um die Vortr\u00e4ge zu besuchen?
faqItem11Desc=Nein, aber es kann helfen den Inhalt besser zu verstehen.
faqItem12=Sind die Vortr\u00e4ge nur \u00fcber die Cloud?
faqItem12Desc=Nein. Wir wollen f\u00fcr Alle etwas bieten und wir kennen die Realit\u00e4t beim Kunden vor Ort. Nicht jeder ist schon auf S/4HANA und viele arbeiten noch mit \u00e4lteren NetWeaver Versionen. Weil wir Vortr\u00e4ge zu ABAP und Cloud haben werden, wollen wir auch viele Vortr\u00e4ge f\u00fcr on premise Szenarien anbieten.
faqItem13=Werden die Vortr\u00e4ge aufgenommen und sp\u00e4ter als on-demand Video bereitgestellt?
faqItem13Desc=Ja. So lange die vortragende Person damit einverstanden ist, wird der Vortrag nicht nur live gestreamed, sondern auch als on-demand Video bereitgestellt.

faqGroup4=Weitere Themen
faqItem14=Ich habe noch weitere Fragen
faqItem14Desc=Das ist toll. Trete mit uns in Kontakt, entweder \u00fcber Twitter (@abapconf) oder per E-Mail (abapconf at gmail . com).

historyH1=Historie
historyP1=Interessiert wie es zur ABAPConf kam und wie die Organisation war? Diese Seite enth\u00e4lt einige Hintergrundinformationen wie es zur ABAPConf 2021 kam. Es ist erstaunlich wie viel Vorarbeit f\u00fcr eine Konferenz notwendig ist. Um hier nicht in die Details zu gehen werden nur die Meilensteine aufgezeigt. Auch so sollte aber klar sein: Planung ist nur das Eine, Leidenschaft ist wichtiger!

cardCompany=Firma
cardPosition=Position

footerFindUs=ABAPConf in den sozialen Medien
footerContact=Kontakt
footerWebsite=Webseite
footerLogoBy=Logo by
footerHistory=Historie
footerInfo=Weitere Informationen
footerCodeOfConduct=Verhaltenskodex
footerPC=Programmbeirat
footerManifesto=Manifesto
footerCfS=Call for speakers
footerOrgaTeam=Organisationsteam
footerFaq=FAQ
footerImpressum=Impressum
footerDS=Datenschutzerkl\u00e4rung
footerCookieNotice=Diese Webseite verwendet Cookies um das beste Benutzererlebnis sicherzustellen. Wenn Sie diese Seite benutzen gehen wir davon aus das Sie damit einverstanden sind.

homeP1=Die erste ABAPConf: 9. Dezember 2021!
homeP2=ABAPConf wird Vortr\u00e4ge in Englisch und Deutsch anbieten. \u00dcber das Sprachangebot wollen wir die Teilnahme einfach halten. Der Hauptfokus liegt wegen der Veranstaltungszeit zuerst auf Teilnehmer aus Europa und DACH.
homeP3=Durch Deutsch als Hauptsprache der Vortr\u00e4ge tragen wir der Tatsache Rechnung, dass viele Entwickler:innen aus DACH Region kommen und von hier aus auch viel Einflu\u00df auf die SAP stattfindet. 
homeP4=*Hinweis: es ist geplant das Event kostenlos und f\u00fcr alle ohne Registrierung anzubieten. Die Registrierung dient nur um \u00fcber Neuigkeiten zu informieren. Sie ist nicht f\u00fcr die Teilnahme am Event notwendig.
homeOVH1=Datum
homeOVP1=09/12/2021 CET
homeOVH2=Ort
homeOVP2=Virtuell
homeOVH3=Kosten
homeOVP3=Kostenlos
homeBPH1=\u00dcber ABAPConf
homeBP1=ABAPConf ist eine virtuelle online Konferenz mit Fokus auf die ABAP Programmiersprache.
homeBPH2=Vortr\u00e4ge
homeBP2=Deutsch und Englisch. Der Fokus liegt auf Deutsch.
homeBPH3=Teilnahme
homeBP3=ABAP Entwickler:innen, ob Einsteiger oder Experte
homeBPH4=Meet the Experts
homeBP4=Triff die ABAP community, tausche dich mit Experten aus.
homeBPH5=Lernen
homeBP5=Die Agenda bietet f\u00fcr den Einsteiger bis zum Experten etwas.
homeBPH6=Inhalte
homeBP6=Channels f\u00fcr Einsteiger und Experten, Workshops, Hintergrundgespr\u00e4che, kostenlos und ohne Registrierung.
homeHighlights=Highlights
homeHighlightsP1=Hier die Auswahl einiger der best\u00e4tigten Sprecher und Vortr\u00e4ge. Wir arbeiten daran weitere Experten f\u00fcr die Konferenz zu gewinnen. Am Besten sich bei EventBrite f\u00fcr den Newsletter anmelden und Updates zugesendet bekommen.
homeRegisterEventbrite=F\u00fcr die Konferenz registrieren (optional, um \u00fcber Updates informiert zu werden).

abapConf=ABAPConf
aboutH1=\u00dcber die Konferenz
aboutP1=Die ABAPConf ist eine virtuelle Konferenz f\u00fcr alle Entwickler:innen, die in ihrer t\u00e4glichen Arbeit direkt oder indirekt mit ABAP arbeiten. Da ABAP die Programmiersprache f\u00fcr das SAP ERP, S/4HANA und viele weitere auf SAP NetWeaver ABAP basierende Produkte ist, wodurch ein Gro\u00dfteil der weltweiten Gesch\u00e4ftsdaten verarbeitet werden, ist ABAP eine der wichtigsten Programmiersprachen der Welt. Der Einsatz von ABAP in Unternehmensprojekten und die Optimierung hierf\u00fcr ist ein Ziel der Veranstaltung. Eine Grund\u00fcberzeugung ist: ABAP Entwickler sind die ersten Fullstack Entwickler. Wir erkennen dies an und offerieren ein offenes Vortragsprogramm. Die Themen der ABAPConf sind nicht auf die reine Programmiersprache limitiert. OData, Annotations f\u00fcr Fiori Elements und Cloud werden gleichberechtigt zu den klassischen Themen wie Debugger, Developer Tools oder Optimierungen behandelt.
aboutH2=Die Motivation
aboutP2=Wir haben uns zusammengeschlossen, um unsere Leidenschaft zu nutzen um eine neue Konferenz ins Leben zu rufen. Eine Konferenz, die sich nur auf ein Thema konzentrieren soll: ABAP. Warum? Wir haben den Eindruck dass dieses sehr wichtige Thema immer weiter an den Rand gedr\u00fcckt wird, trotz gro\u00dfer Nachfrage der Teilnehmer. Mit dieser Veranstaltung wollen wir ABAP zur\u00fcck in den Mittelpunkt holen. Dabei unabh\u00e4ngig sein, die Spreu vom Weizen trennen, das Marketing vom N\u00fctzlichen trennen. Kurz: Themen behandeln, die bleiben werden. Wir wollen den Teilnehmern das bieten, das wir selbst gerne bei einer Konferenz h\u00e4tten. Keine aufgezeichneten semi-live Videos ohne Interaktion, keine Limitierung der Teilnehmer, den Austausch f\u00f6rdern. Das Ziel der ABAPConf ist es, die Entwickler:innen mit den Machern und Vortragenden zu verbinden. 
aboutH3=F\u00fcr Wen
aboutP3=Diese Konferenz ist f\u00fcr alle, die in der SAP Welt den Laden am Laufen halten. F\u00fcr all die Entwickler die Gesch\u00e4ftsprozesse verstehen und in Code umsetzen m\u00fcssen und dabei Programme entwickeln die Jahre oder Jahrzehnte im Einsatz sind. Die Fullstack Entwickler waren als es den Namen daf\u00fcr noch gar nicht gab. Die die unterschiedlichsten Trends der SAP bei der Entwicklung mitgemacht haben und doch immer wieder die kritischen Komponenten in ABAP erstellen.
aboutP31=F\u00fcr die erste ABAPConf legen wir den Fokus auf Teilnehmer aus Europa und speziell auf die Region DACH und damit auf die deutschsprachigen Entwickler:innen. Wir legen den Fokus darauf, dass Vortr\u00e4ge auf Deutsch gehalten werden, vergessen aber auch die englischsprachige community nicht. Die Veranstaltung findet in den \u00fcblichen mitteleurop\u00e4ischen Gesch\u00e4ftsstunden statt und steht damit einem gro\u00dfen Publikum offen. Abh\u00e4ngig vom Erfolg k\u00f6nnte es auch weitere Veranstaltungen geben die dann in anderen Zeitzonen stattfinden, und somit einen anderen regionalen Fokus legen.
aboutH4=Wer wir sind
aboutP4=Das Organisationsteam setzt sich aus erfahrenen SAP Beratern zusammen. Wir waren schon auf so ziemlich jeder SAP Veranstaltung, haben eigene Veranstaltungen organisiert und in verschiedenen L\u00e4ndern die SAP community zusammengebracht und zu dem gemacht was sie heute dort ist. Wir sind anerkannte SAP Experten, haben dies durch unsere Projektarbeit mehrmals erfolgreich bewiesen und teilen immer wieder gerne unser Wissen auf den unterschiedlichsten Veranstaltungen.

committeeH1=Programmbeirat
committeeP1=Die Zusammenstellung einer Agenda ist eine anspruchsvolle Aufgabe. Von Keynotes \u00fcber die Vortr\u00e4ge und Workshops m\u00fcssen Referenten/-innen angefragt und koordiniert werden. Um ein hohes Niveau der Vortr\u00e4ge sicherzustellen vertraut das Organisationsteam der ABAPConf auf eine Reihe von Expert/-innen. Diese stellen wir hier kurz vor:

agendaH1=Agenda
agendaP1=Die Agenda ist noch nicht ver\u00f6ffentlicht. Die Agenda der Konferenz wird etwa 1 Monat vor dem Veranstaltungstag ver\u00f6ffentlicht. Bis dahin bleibt \u00fcber die neuesten Entwicklungen informiert, indem ihr euch bei eventbrite f\u00fcr die Konferenz anmeldet und damit f\u00fcr den Newsverteiler registriert.
agendaP2=Die Agenda f\u00fcr die ABAPConf 2021! Es ist m\u00f6glich das sich noch kleinere \u00c4nderungen im Ablauf ergeben werden. Am Besten immer wieder mal die Agenda auf Neuigkeiten \u00fcberpr\u00fcfen. Im Laufe der n\u00e4chsten Tage werden weitere Infos zu den Vortragenden und Vortr\u00e4gen sowie weitere Funktionen (z.B. Kalendereintrag) hinzukommen.
agendaP3=Die Vortr\u00e4ge werden auf Youtube gestreamt! Der Link wird am Tag der Konferenz hier bereitgestellt.
#agendaP2=Hier ein Beispiel, wie wir die Agenda gestalten wollen. Der Fokus liegt hier auf den Teilnehmern, den Vortr\u00e4gen und Vortragenden und dem Austausch mit den Teilnehmern. Wir planen 2 Tracks: f\u00fcr generelle ABAP Themen und Spezialthemen sowie ein do-it-yourself Workshop Track.
agendaTableHeaderTime=Zeit
agendaTableHeaderTrack1=ABAP Grundlagen
agendaTableHeaderTrack2=Expertenwissen
agendaTableHeaderTrack3=Workshops
agendaTablePause=Pause
agendaTableLunch=Mittagspause
agendaFilterAll=Alle
agendaFilterLanguage=Sprache
agendaFilterLanguageDE=Deutsch
agendaFilterLanguageEN=Englisch
agendaCalendar=In Kalender importieren

channel1Header=Willkommen im Channel 1
channel1P1=Hier k\u00f6nnt ihr die Vortr\u00e4ge f\u00fcr Channel 1 in der Agenda sehen. Der live Stream f\u00fcr Channel 1 wird im Video hier unten geteilt. Um Fragen zu stellen, geht bitte auf die YouTube Seite, dort ist der Chat verf\u00fcgbar.

channel2Header=Willkommen im Channel 2
channel2P1=Hier k\u00f6nnt ihr die Vortr\u00e4ge f\u00fcr Channel 2 in der Agenda sehen. Der live Stream f\u00fcr Channel 2 wird im Video hier unten geteilt. Um Fragen zu stellen, geht bitte auf die YouTube Seite, dort ist der Chat verf\u00fcgbar.


speakerH1=Die Vortragenden
speakerP1=Nach dem Call for Speakers werden die ausgew\u00e4hlten Vortrangenden mit ihren Vortr\u00e4gen hier vorgestellt.
orgaTeamMeet=Das Organisationsteam
 
orgaP1=Das Organisationsteam der ABAPConf 2021 stellt sich kurz vor.

speakersPhoto=Foto
speakersShortBio=Kurzbio
speakersSessions=Vortr\u00e4ge
speakersTopics=Themen

speakerDetailsCompany=Unternehmen
speakerDetailsWeb=Webseite
speakerDetailsFunction=Position
speakerDetailsBio=Biografie
speakerDetailsTwitter=Twitter
speakerDetailsLinkedIn=LinkedIn
speakerDetailsTags=Tags
speakerDetailsSessions=Vortr\u00e4ge



#cfsH1=Call for Speakers is OPEN
cfsH1=Call for Speakers is closed
#cfsH2=Der Call for Speakers l\u00e4uft und Interessierte k\u00f6nnen Vortr\u00e4ge bis zum 29. Oktober einreichen!
cfsH2=Der Call for Speakers ist beendet. Danke an alle die einen Vortrag eingereicht haben!
cfsP1=Die Veranstaltung lebt von der aktiven Teilnahme der ABAP community und euren Erfahrungen aus der Praxis die ihr vor Publikum virtuell teilen k\u00f6nnt. Jeder ist eingeladen am Call for Speaker teilzunehmen und Vortr\u00e4ge einzureichen. Das Formular ist auf Englisch, ihr k\u00f6nnt aber gerne (und das ist auch von uns gew\u00fcnscht) Vortr\u00e4ge auf Deutsch einreichen.
cfsLink=https://forms.gle/uCLQVUXvH5h51Tvi8
cfsP2=Die wichtigsten Spielregeln einfach erkl\u00e4rt: Die ABAPConf richtet sich an Entwickler aus dem ABAP Umfeld. Das Call for Speakers Formular listet gew\u00fcnschte Themen auf um euch die Entscheidung zu vereinfachen. Das Hauptaugenmerk liegt auf der praktischen Verwendung, konkrete L\u00f6sungen, Erfahrungen aus Projekten, idealerwiese verkn\u00fcpft mit Live Demos. Reine Verkaufs- oder Werbe/Marketing- oder Produktvortr\u00e4ge sind nicht gew\u00fcnscht. 
cfsP3=Ein paar Tips: Beim Einreichen ist ein zielgruppengerechter Abstract anzugeben. Dieser wird vom Programmbeirat f\u00fcr die Bewertung und Auswahl des Vortrages verwendet. \u00dcber zus\u00e4tzliches Material (Blogs, Source Code, Artikel) freuen wir uns. Eine g\u00fcltige E-Mail Adresse ist notwendig, diese wird f\u00fcr die Kontaktaufnahme ben\u00f6tigt. Bei Annahme des Vortrages werden weitere zus\u00e4tzliche Informationen wie ein kurzer CV angefragt werden. Diese Daten werden auf der Event Webseite auf dem Profil des Sprechers angezeigt.
cfsP4=Die ABAPConf vermittelt Grundlagen der ABAP Entwicklung als auch fortgeschrittene Themen. Wichtig ist hierbei dass der Fokus nicht nur auf den letzten Hype-Themen der SAP liegt, sondern vor allem auf das was bei der ABAP Entwicklung tagt\u00e4glich bei den Kunden wichtig ist. Somit geht es nicht nur um Git, RAP oder Clouderweiterungen, sondern auch um die ABAP Sprache an sich und Best Practices bei der Entwicklung, wie z.B. Clean Code, Debugging oder Performance.
cfsP5=Die Auswahl der akzeptierten Vortr\u00e4ge wird \u00fcber einen Monat vor der ABAPConf 2021 den Sprechern bekannt gegeben. Die Sprecher werden dann 1 Woche Zeit haben den Vortrag final zu best\u00e4tigen. Die Agenda der Konferenz wird etwa 1 Monat vor dem Veranstaltungstag ver\u00f6ffentlicht. Es wird keine Aufwandsentsch\u00e4digung jeglicher Art f\u00fcr die Sprecher geben.
cfsP6=Der Call for Speakers ist noch nicht gestartet. Wir befinden uns noch in einer fr\u00fchen Phase der Planung. Um dar\u00fcber informiert zu werden wenn der Call for Speakers startet, registriere dich auf der EventBrite Seite des Events. Dar\u00fcber werden Updates von seitens des Orga Teams kommuniziert.
cfsP7=Der Call for Speakers wird \u00fcber Google Forms ablaufen.
cfsLinkText=Hier der Link zum Call for Speakers

cocH1=Verhaltenskodex
cocH2=F\u00fcr ein respektvolles Miteinander und eine Willkommenskultur
cocP1=Das Team der ABAPConf ist bestrebt, allen Teilnehmerinnen und Teilnehmern, unabh\u00e4ngig von ihrem Geschlecht, ihrer ethnischen Herkunft, ihrer Religion, ihrer Weltanschauung, einer Beeintr\u00e4chtigung, ihres Alters oder ihrer sexuellen Identit\u00e4t eine diskriminierungs- und bel\u00e4stigungsfreie Teilnahme an der Konferenz zu erm\u00f6glichen.
cocP2=Sollte es w\u00e4hrend der Konferenz zu Bel\u00e4stigungen oder Grenz\u00fcberschreitungen gegen\u00fcber Teilnehmerinnen oder Teilnehmern kommen, werden die Veranstalter darauf hinwirken, dass dies unverz\u00fcglich eingestellt wird.
cocH3=Unerw\u00fcnschtes Verhalten
cocP4=beleidigende, diskriminierende oder sexualisierte Wortwahl und Abbildungen
cocP5=bel\u00e4stigende Bild- und Tonaufzeichnungen sowie vors\u00e4tzlich st\u00f6rendes Verhalten
cocH4=Folgen von inakzeptablem Verhalten
cocP6=Inakzeptables Verhalten jeglicher Community-Mitglieder, einschlie\u00dflich Sponsoren und Entscheidungsberechtigten, wird nicht toleriert. Wird das Unterlassen inakzeptablen Verhaltens verlangt, ist dem augenblicklich Folge zu leisten.
cocP7=Wenn ein Community-Mitglied sich auf inakzeptable Art und Weise verh\u00e4lt, steht es den Veranstaltenden zu, jegliche ihnen angemessen erscheinende Ma\u00dfnahme zu ergreifen, bis einschlie\u00dflich einem befristeten oder permanenten Ausschluss aus der Veranstaltung.
cocTlDr1=Tl;dr Version: Benimm dich. Wenn du dich daneben verh\u00e4lst, dann sperren wir dich von der Konferenz aus.

manifestoH1=Manifesto
manifestoP1=ABAP is alive
manifestoP2=Wir sind davon \u00fcberzeugt das ABAP ein substantieller Pfeiler des Erfolges eines jeden SAP Projektes ist. Da SAP bei vielen Unternehmen die Gesch\u00e4ftsprozesse und damit den Erfolg fundamental beeinflusst, ist ABAP gleichzeitig einer der Treiber des Unternehmenserfolges. Gleichzeitig finden wir das dies in den bestehenden Veranstaltungen zu SAP Themen sich genau dieser wichtige Aspekt nicht wiederfindet. Es ist es unser Ziel Themen rund um ABAP eine neue Plattform zu geben. Diese soll nicht von einem Unternehmen bestimmt werden, sondern von der ABAP community f\u00fcr die ABAP community sein.
manifestoP3=Damit wollen wir eine Plattform offerieren, die folgende Punkte ber\u00fccksichtigt:
manifestoP4=Von der community, f\u00fcr die community
manifestoP5=Unabh\u00e4ngig von den aktuellen Marketingtrends der SAP
manifestoP6=Offen f\u00fcr Alle aus der ABAP Welt, ob Einsteiger oder Experte.
manifestoP7=Eine Plattform f\u00fcr Themen, mit denen ABAP Entwickler t\u00e4glich zu tun haben
manifestoP8=Modernes ABAP ist gleichgestellt mit "altem" ABAP
manifestoP9=Die Cloud ist wichtig, on premise ist aber genauso wichtig in der Realit\u00e4t vor Ort
manifestoP10=ABAP Code ist f\u00fcr die Ewigkeit.
manifestoP11=ABAP bildet die Grundlage auf dem weitere Themen wie z.B. Fiori aufbauen
manifestoP12=ABAP Entwickler sind die ersten Full Stack Entwickler

impressumH1=Impressum
impressumH2=Angaben gem\u00e4\u00df \u00a7 5 TMG:
impressumH3=Haftungsausschluss (Disclaimer)
impressumH4=Haftung f\u00fcr Inhalte
impressumP1=Als Diensteanbieter sind wir gem\u00e4\u00df \u00a7 7 Abs.1 TMG f\u00fcr eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach \u00a7\u00a7 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, \u00fcbermittelte oder gespeicherte fremde Informationen zu \u00fcberwachen oder nach Umst\u00e4nden zu forschen, die auf eine rechtswidrige T\u00e4tigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unber\u00fchrt. Eine diesbez\u00fcgliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung m\u00f6glich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.
impressumH5=Haftung f\u00fcr Links
impressumP2=Unser Angebot enth\u00e4lt Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb k\u00f6nnen wir f\u00fcr diese fremden Inhalte auch keine Gew\u00e4hr \u00fcbernehmen. F\u00fcr die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf m\u00f6gliche Rechtsverst\u00f6\u00dfe \u00fcberpr\u00fcft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.
impressumH6=Urheberrecht
impressumP3=Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielf\u00e4ltigung, Bearbeitung, Verbreitung und jede Art der Verwertung au\u00dferhalb der Grenzen des Urheberrechtes bed\u00fcrfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur f\u00fcr den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.

datenschutzH1=Datenschutzerkl\u00e4rung
datenschutzP1=Diese Datenschutzerkl\u00e4rung kl\u00e4rt Sie \u00fcber die Art, den Umfang und Zweck der Verarbeitung von personenbezogenen Daten (nachfolgend kurz \u201eDaten\u201c) innerhalb unseres Onlineangebotes und der mit ihm verbundenen Webseiten, Funktionen und Inhalte sowie externen Onlinepr\u00e4senzen, wie z.B. unser Social Media Profile auf (nachfolgend gemeinsam bezeichnet als \u201eOnlineangebot\u201c). Im Hinblick auf die verwendeten Begrifflichkeiten, wie z.B. \u201eVerarbeitung\u201c oder \u201eVerantwortlicher\u201c verweisen wir auf die Definitionen im Art. 4 der Datenschutzgrundverordnung (DSGVO).
datenschutzH2=Verantwortlicher
datenschutzP2=Tobias Hofmann, Huttenstr. 46, 76646 Bruchsal, Deutschland
datenschutzH3=Arten der verarbeiteten Daten:
datenschutzP3=Nutzungsdaten (z.B., besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten).
datenschutzP4=Meta-/Kommunikationsdaten (z.B., Ger\u00e4te-Informationen, IP-Adressen).
datenschutzH4=Kategorien betroffener Personen
datenschutzP5=Besucher und Nutzer des Onlineangebotes (Nachfolgend bezeichnen wir die betroffenen Personen zusammenfassend auch als \u201eNutzer\u201c).
datenschutzH5=Zweck der Verarbeitung
datenschutzP6=Zurverf\u00fcgungstellung des Onlineangebotes, seiner Funktionen und Inhalte und Reichweitenmessung/Marketing
datenschutzH6=Verwendete Begrifflichkeiten
datenschutzP7=\u201ePersonenbezogene Daten\u201c sind alle Informationen, die sich auf eine identifizierte oder identifizierbare nat\u00fcrliche Person (im Folgenden \u201ebetroffene Person\u201c) beziehen; als identifizierbar wird eine nat\u00fcrliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung (z.B. Cookie) oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identit\u00e4t dieser nat\u00fcrlichen Person sind. \u201eVerarbeitung\u201c ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgef\u00fchrte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten. Der Begriff reicht weit und umfasst praktisch jeden Umgang mit Daten. \u201ePseudonymisierung\u201c die Verarbeitung personenbezogener Daten in einer Weise, dass die personenbezogenen Daten ohne Hinzuziehung zus\u00e4tzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden k\u00f6nnen, sofern diese zus\u00e4tzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Ma\u00dfnahmen unterliegen, die gew\u00e4hrleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren nat\u00fcrlichen Person zugewiesen werden. \u201eProfiling\u201c jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte pers\u00f6nliche Aspekte, die sich auf eine nat\u00fcrliche Person beziehen, zu bewerten, insbesondere um Aspekte bez\u00fcglich Arbeitsleistung, wirtschaftliche Lage, Gesundheit, pers\u00f6nliche Vorlieben, Interessen, Zuverl\u00e4ssigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser nat\u00fcrlichen Person zu analysieren oder vorherzusagen. Als \u201eVerantwortlicher\u201c wird die nat\u00fcrliche oder juristische Person, Beh\u00f6rde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen \u00fcber die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet, bezeichnet. \u201eAuftragsverarbeiter\u201c eine nat\u00fcrliche oder juristische Person, Beh\u00f6rde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.
datenschutzH7=Ma\u00dfgebliche Rechtsgrundlagen
datenschutzP8=Nach Ma\u00dfgabe des Art. 13 DSGVO teilen wir Ihnen die Rechtsgrundlagen unserer Datenverarbeitungen mit. Sofern die Rechtsgrundlage in der Datenschutzerkl\u00e4rung nicht genannt wird, gilt Folgendes: Die Rechtsgrundlage f\u00fcr die Einholung von Einwilligungen ist Art. 6 Abs. 1 lit. a und Art. 7 DSGVO, die Rechtsgrundlage f\u00fcr die Verarbeitung zur Erf\u00fcllung unserer Leistungen und Durchf\u00fchrung vertraglicher Ma\u00dfnahmen sowie Beantwortung von Anfragen ist Art. 6 Abs. 1 lit. b DSGVO, die Rechtsgrundlage f\u00fcr die Verarbeitung zur Erf\u00fcllung unserer rechtlichen Verpflichtungen ist Art. 6 Abs. 1 lit. c DSGVO, und die Rechtsgrundlage f\u00fcr die Verarbeitung zur Wahrung unserer berechtigten Interessen ist Art. 6 Abs. 1 lit. f DSGVO. F\u00fcr den Fall, dass lebenswichtige Interessen der betroffenen Person oder einer anderen nat\u00fcrlichen Person eine Verarbeitung personenbezogener Daten erforderlich machen, dient Art. 6 Abs. 1 lit. d DSGVO als Rechtsgrundlage.
datenschutzH8=Sicherheitsma\u00dfnahmen
datenschutzP9=Wir treffen nach Ma\u00dfgabe des Art. 32 DSGVO unter Ber\u00fccksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umst\u00e4nde und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeit und Schwere des Risikos f\u00fcr die Rechte und Freiheiten nat\u00fcrlicher Personen, geeignete technische und organisatorische Ma\u00dfnahmen, um ein dem Risiko angemessenes Schutzniveau zu gew\u00e4hrleisten. Zu den Ma\u00dfnahmen geh\u00f6ren insbesondere die Sicherung der Vertraulichkeit, Integrit\u00e4t und Verf\u00fcgbarkeit von Daten durch Kontrolle des physischen Zugangs zu den Daten, als auch des sie betreffenden Zugriffs, der Eingabe, Weitergabe, der Sicherung der Verf\u00fcgbarkeit und ihrer Trennung. Des Weiteren haben wir Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, L\u00f6schung von Daten und Reaktion auf Gef\u00e4hrdung der Daten gew\u00e4hrleisten. Ferner ber\u00fccksichtigen wir den Schutz personenbezogener Daten bereits bei der Entwicklung, bzw. Auswahl von Hardware, Software sowie Verfahren, entsprechend dem Prinzip des Datenschutzes durch Technikgestaltung und durch datenschutzfreundliche Voreinstellungen (Art. 25 DSGVO).
datenschutzH9=\u00dcbermittlungen in Drittl\u00e4nder
datenschutzP10=Sofern wir Daten in einem Drittland (d.h. au\u00dferhalb der Europ\u00e4ischen Union (EU) oder des Europ\u00e4ischen Wirtschaftsraums (EWR)) verarbeiten oder dies im Rahmen der Inanspruchnahme von Diensten Dritter oder Offenlegung, bzw. \u00dcbermittlung von Daten an Dritte geschieht, erfolgt dies nur, wenn es zur Erf\u00fcllung unserer (vor)vertraglichen Pflichten, auf Grundlage Ihrer Einwilligung, aufgrund einer rechtlichen Verpflichtung oder auf Grundlage unserer berechtigten Interessen geschieht. Vorbehaltlich gesetzlicher oder vertraglicher Erlaubnisse, verarbeiten oder lassen wir die Daten in einem Drittland nur beim Vorliegen der besonderen Voraussetzungen der Art. 44 ff. DSGVO verarbeiten. D.h. die Verarbeitung erfolgt z.B. auf Grundlage besonderer Garantien, wie der offiziell anerkannten Feststellung eines der EU entsprechenden Datenschutzniveaus (z.B. f\u00fcr die USA durch das \u201ePrivacy Shield\u201c) oder Beachtung offiziell anerkannter spezieller vertraglicher Verpflichtungen (so genannte \u201eStandardvertragsklauseln\u201c).
datenschutzH10=Rechte der betroffenen Personen
datenschutzP11=Sie haben das Recht, eine Best\u00e4tigung dar\u00fcber zu verlangen, ob betreffende Daten verarbeitet werden und auf Auskunft \u00fcber diese Daten sowie auf weitere Informationen und Kopie der Daten entsprechend Art. 15 DSGVO. Sie haben entsprechend. Art. 16 DSGVO das Recht, die Vervollst\u00e4ndigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten zu verlangen. Sie haben nach Ma\u00dfgabe des Art. 17 DSGVO das Recht zu verlangen, dass betreffende Daten unverz\u00fcglich gel\u00f6scht werden, bzw. alternativ nach Ma\u00dfgabe des Art. 18 DSGVO eine Einschr\u00e4nkung der Verarbeitung der Daten zu verlangen. Sie haben das Recht zu verlangen, dass die Sie betreffenden Daten, die Sie uns bereitgestellt haben nach Ma\u00dfgabe des Art. 20 DSGVO zu erhalten und deren \u00dcbermittlung an andere Verantwortliche zu fordern. Sie haben ferner gem. Art. 77 DSGVO das Recht, eine Beschwerde bei der zust\u00e4ndigen Aufsichtsbeh\u00f6rde einzureichen.
datenschutzH11=Widerrufsrecht
datenschutzP12=Sie haben das Recht, erteilte Einwilligungen gem. Art. 7 Abs. 3 DSGVO mit Wirkung f\u00fcr die Zukunft zu widerrufen
datenschutzH12=Widerspruchsrecht
datenschutzP13=Sie k\u00f6nnen der k\u00fcnftigen Verarbeitung der Sie betreffenden Daten nach Ma\u00dfgabe des Art. 21 DSGVO jederzeit widersprechen. Der Widerspruch kann insbesondere gegen die Verarbeitung f\u00fcr Zwecke der Direktwerbung erfolgen.
datenschutzH13=Cookies und Widerspruchsrecht bei Direktwerbung
datenschutzP14=Als \u201eCookies\u201c werden kleine Dateien bezeichnet, die auf Rechnern der Nutzer gespeichert werden. Innerhalb der Cookies k\u00f6nnen unterschiedliche Angaben gespeichert werden. Ein Cookie dient prim\u00e4r dazu, die Angaben zu einem Nutzer (bzw. dem Ger\u00e4t auf dem das Cookie gespeichert ist) w\u00e4hrend oder auch nach seinem Besuch innerhalb eines Onlineangebotes zu speichern. Als tempor\u00e4re Cookies, bzw. \u201eSession-Cookies\u201c oder \u201etransiente Cookies\u201c, werden Cookies bezeichnet, die gel\u00f6scht werden, nachdem ein Nutzer ein Onlineangebot verl\u00e4sst und seinen Browser schlie\u00dft. In einem solchen Cookie kann z.B. der Inhalt eines Warenkorbs in einem Onlineshop oder ein Login-Status gespeichert werden. Als \u201epermanent\u201c oder \u201epersistent\u201c werden Cookies bezeichnet, die auch nach dem Schlie\u00dfen des Browsers gespeichert bleiben. So kann z.B. der Login-Status gespeichert werden, wenn die Nutzer diese nach mehreren Tagen aufsuchen. Ebenso k\u00f6nnen in einem solchen Cookie die Interessen der Nutzer gespeichert werden, die f\u00fcr Reichweitenmessung oder Marketingzwecke verwendet werden. Als \u201eThird-Party-Cookie\u201c werden Cookies bezeichnet, die von anderen Anbietern als dem Verantwortlichen, der das Onlineangebot betreibt, angeboten werden (andernfalls, wenn es nur dessen Cookies sind spricht man von \u201eFirst-Party Cookies\u201c). Wir k\u00f6nnen tempor\u00e4re und permanente Cookies einsetzen und kl\u00e4ren hier\u00fcber im Rahmen unserer Datenschutzerkl\u00e4rung auf. Falls die Nutzer nicht m\u00f6chten, dass Cookies auf ihrem Rechner gespeichert werden, werden sie gebeten die entsprechende Option in den Systemeinstellungen ihres Browsers zu deaktivieren. Gespeicherte Cookies k\u00f6nnen in den Systemeinstellungen des Browsers gel\u00f6scht werden. Der Ausschluss von Cookies kann zu Funktionseinschr\u00e4nkungen dieses Onlineangebotes f\u00fchren. Ein genereller Widerspruch gegen den Einsatz der zu Zwecken des Onlinemarketing eingesetzten Cookies kann bei einer Vielzahl der Dienste, vor allem im Fall des Trackings, \u00fcber die US-amerikanische Seite http://www.aboutads.info/choices/ oder die EU-Seite http://www.youronlinechoices.com/ erkl\u00e4rt werden. Des Weiteren kann die Speicherung von Cookies mittels deren Abschaltung in den Einstellungen des Browsers erreicht werden. Bitte beachten Sie, dass dann gegebenenfalls nicht alle Funktionen dieses Onlineangebotes genutzt werden k\u00f6nnen.
datenschutzH14=L\u00f6schung von Daten
datenschutzP15=Die von uns verarbeiteten Daten werden nach Ma\u00dfgabe der Art. 17 und 18 DSGVO gel\u00f6scht oder in ihrer Verarbeitung eingeschr\u00e4nkt. Sofern nicht im Rahmen dieser Datenschutzerkl\u00e4rung ausdr\u00fccklich angegeben, werden die bei uns gespeicherten Daten gel\u00f6scht, sobald sie f\u00fcr ihre Zweckbestimmung nicht mehr erforderlich sind und der L\u00f6schung keine gesetzlichen Aufbewahrungspflichten entgegenstehen. Sofern die Daten nicht gel\u00f6scht werden, weil sie f\u00fcr andere und gesetzlich zul\u00e4ssige Zwecke erforderlich sind, wird deren Verarbeitung eingeschr\u00e4nkt. D.h. die Daten werden gesperrt und nicht f\u00fcr andere Zwecke verarbeitet. Das gilt z.B. f\u00fcr Daten, die aus handels- oder steuerrechtlichen Gr\u00fcnden aufbewahrt werden m\u00fcssen. Nach gesetzlichen Vorgaben in Deutschland, erfolgt die Aufbewahrung insbesondere f\u00fcr 10 Jahre gem\u00e4\u00df \u00a7\u00a7 147 Abs. 1 AO, 257 Abs. 1 Nr. 1 und 4, Abs. 4 HGB (B\u00fccher, Aufzeichnungen, Lageberichte, Buchungsbelege, Handelsb\u00fccher, f\u00fcr Besteuerung relevanter Unterlagen, etc.) und 6 Jahre gem\u00e4\u00df \u00a7 257 Abs. 1 Nr. 2 und 3, Abs. 4 HGB (Handelsbriefe). Nach gesetzlichen Vorgaben in \u00d6sterreich erfolgt die Aufbewahrung insbesondere f\u00fcr 7 J gem\u00e4\u00df \u00a7 132 Abs. 1 BAO (Buchhaltungsunterlagen, Belege/Rechnungen, Konten, Belege, Gesch\u00e4ftspapiere, Aufstellung der Einnahmen und Ausgaben, etc.), f\u00fcr 22 Jahre im Zusammenhang mit Grundst\u00fccken und f\u00fcr 10 Jahre bei Unterlagen im Zusammenhang mit elektronisch erbrachten Leistungen, Telekommunikations-, Rundfunk- und Fernsehleistungen, die an Nichtunternehmer in EU-Mitgliedstaaten erbracht werden und f\u00fcr die der Mini-One-Stop-Shop (MOSS) in Anspruch genommen wird.
datenschutzH15=Hosting
datenschutzP16=Die von uns in Anspruch genommenen Hosting-Leistungen dienen der Zurverf\u00fcgungstellung der folgenden Leistungen: Infrastruktur- und Plattformdienstleistungen, Rechenkapazit\u00e4t, Speicherplatz und Datenbankdienste, Sicherheitsleistungen sowie technische Wartungsleistungen, die wir zum Zwecke des Betriebs dieses Onlineangebotes einsetzen. Hierbei verarbeiten wir, bzw. unser Hostinganbieter Bestandsdaten, Kontaktdaten, Inhaltsdaten, Vertragsdaten, Nutzungsdaten, Meta- und Kommunikationsdaten von Kunden, Interessenten und Besuchern dieses Onlineangebotes auf Grundlage unserer berechtigten Interessen an einer effizienten und sicheren Zurverf\u00fcgungstellung dieses Onlineangebotes gem. Art. 6 Abs. 1 lit. f DSGVO i.V.m. Art. 28 DSGVO (Abschluss Auftragsverarbeitungsvertrag).
datenschutzH16=Erhebung von Zugriffsdaten und Logfiles
datenschutzP17=Wir, bzw. unser Hostinganbieter, erhebt auf Grundlage unserer berechtigten Interessen im Sinne des Art. 6 Abs. 1 lit. f. DSGVO Daten \u00fcber jeden Zugriff auf den Server, auf dem sich dieser Dienst befindet (sogenannte Serverlogfiles). Zu den Zugriffsdaten geh\u00f6ren Name der abgerufenen Webseite, Datei, Datum und Uhrzeit des Abrufs, \u00fcbertragene Datenmenge, Meldung \u00fcber erfolgreichen Abruf, Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL (die zuvor besuchte Seite), IP-Adresse und der anfragende Provider. Logfile-Informationen werden aus Sicherheitsgr\u00fcnden (z.B. zur Aufkl\u00e4rung von Missbrauchs- oder Betrugshandlungen) f\u00fcr die Dauer von maximal 7 Tagen gespeichert und danach gel\u00f6scht. Daten, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind bis zur endg\u00fcltigen Kl\u00e4rung des jeweiligen Vorfalls von der L\u00f6schung ausgenommen.
datenschutzH17=Reichweitenmessung mit Matomo
datenschutzP18=Im Rahmen der Reichweitenanalyse von Matomo werden auf Grundlage unserer berechtigten Interessen (d.h. Interesse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art. 6 Abs. 1 lit. f. DSGVO) die folgenden Daten verarbeitet: der von Ihnen verwendete Browsertyp und die Browserversion, das von Ihnen verwendete Betriebssystem, Ihr Herkunftsland, Datum und Uhrzeit der Serveranfrage, die Anzahl der Besuche, Ihre Verweildauer auf der Website sowie die von Ihnen bet\u00e4tigten externen Links. Die IP-Adresse der Nutzer wird anonymisiert, bevor sie gespeichert wird. Matomo verwendet Cookies, die auf dem Computer der Nutzer gespeichert werden und die eine Analyse der Benutzung unseres Onlineangebotes durch die Nutzer erm\u00f6glichen. Dabei k\u00f6nnen aus den verarbeiteten Daten pseudonyme Nutzungsprofile der Nutzer erstellt werden. Die Cookies haben eine Speicherdauer von einer Woche. Die durch das Cookie erzeugten Informationen \u00fcber Ihre Benutzung dieser Webseite werden nur auf unserem Server gespeichert und nicht an Dritte weitergegeben. Nutzer k\u00f6nnen der anonymisierten Datenerhebung durch das Programm Matomo jederzeit mit Wirkung f\u00fcr die Zukunft widersprechen, indem sie auf den untenstehenden Link klicken. In diesem Fall wird in ihrem Browser ein sog. Opt-Out-Cookie abgelegt, was zur Folge hat, dass Matomo keinerlei Sitzungsdaten mehr erhebt. Wenn Nutzer ihre Cookies l\u00f6schen, so hat dies jedoch zur Folge, dass auch das Opt-Out-Cookie gel\u00f6scht wird und daher von den Nutzern erneut aktiviert werden muss. Die Logs mit den Daten der Nutzer werden nach sp\u00e4testens 6 Monaten gel\u00f6scht.
